Repository: katharina-harrer/wp-plugins
Catalog: tipps/languages/tipps-*.po
Languages: de_de

source: add tips for sustainable living
de_de: Hinzufügen von Nachhaltigkeitstipps

source: Add a Tip
de_de: Tipp hinzufügen

source: Add sustainability tips:
de_de: Füge Nachhaltigkeitstipps hinzu:

source: Log in to add a tip!
de_de: Logge dich ein um einen Tipp hinzuzufügen!

source: Title
de_de: Titel

source: e.g. tips for shopping
de_de: z.B. Tipps für den Einkauf

source: Subject area
de_de: Themenbereich

source: Tip
de_de: Tipp

source: e.g. Shopping with a Cloth bag
de_de: z.B. Einkaufen mit einem Stoffbeutel

source: Submit
de_de: Einreichen

source: All subject areas
de_de: Alle Themenbereiche

source: To configure the tips admin rights are required
de_de: Zum Konfigurieren der Tipps sind Administratorrechte erforderlich

source: Configuration
de_de: Konfiguration

source: Configuration for submitting tips
de_de: Konfiguration zum Einreichen von Tipps

source: Indicate whether the user has to be logged in to enter a tip
de_de: Geben Sie an, ob der Benutzer zum Einreichen eines Tipps eingeloggt sein muss

source: Yes, the user must be logged in
de_de: Ja, der Nutzer muss eingeloggt sein

source: No, the user does not have to be logged in
de_de: Nein, der Nutzer muss nicht eingeloggt sein

source: Settings for Tips
de_de: Einstellungen für Tipps

source: Color for required Textareas
de_de: Farbe für erforderliche Textfelder

source: Empty Space between Lines
de_de: Leerraum zwischen den Zeilen

source: Tips &rsaquo; Export
de_de: Tipps &rsaquo; Export

source: Export JSON
de_de: JSON Exportieren

source: Copy
de_de: Kopieren

source: Tips
de_de: Tipps

source: Edit Tip
de_de: Tipp bearbeiten

source: Create Tip
de_de: Neuen Tipp erstellen

source: Show Tip
de_de: Tipp anzeigen

source: All Tips
de_de: Alle Tipps

source: Find a Tip
de_de: Finde einen Tipp

source: No Tips found
de_de: Es wurden keine Tipps gefunden

source: No Tip in Trash
de_de: Es wurden keine Tipps im Papierkorb gefunden

source: Search Tip subject areas
de_de: Suche Themenbereich

source: All Tip subject areas
de_de: Alle Themenbereiche

source: Parent Tip subject area
de_de: Parent Themenbereich

source: Parent Tip subject area:
de_de: Parent Themenbereich:

source: Edit Tip subject area
de_de: Bearbeite Themenbereich

source: Update Tip subject areas
de_de: Aktualisiere Themenbereich

source: Create a new Tip Tip subject areas
de_de: Neuen Themenbereich für Tipps hinzufügen

source: New Tip Name
de_de: Neuer Tippname

source: Subject areas
de_de: Themenbereiche

source: Consumption
de_de: Konsum

source: Energy
de_de: Energie

source: Health
de_de: Gesundheit

source: Climate protection
de_de: Klimaschutz
