Repository: katharina-harrer/wp-plugins
Catalog: random-post-widget/languages/rp_widget-*.po
Languages: de_de

source: This is a widget that displays an almost random post.
de_de: Dies ist ein Widget, das einen fast zufälligen Beitrag anzeigt.

source: Random Posts
de_de: Zufällige Beiträge

source: Look at this Post:
de_de: Schau dir diesen Beitrag an:

source: Title:
de_de: Titel:

source: Display Excerpt
de_de: Textauszug anzeigen

source: Number of words that should be displayed:
de_de: Anzahl der Wörter, die angezeigt werden sollen:

source: Number of posts:
de_de: Anzahl an Beiträgen:

source: Select -1 to display all posts
de_de: Wähle -1 um alle Beiträge anzuzeigen

source: Taxonomy:
de_de: Taxonomie:

source: e.g.: *Taxonomy*=1,3&amp;*Taxonomy*=10
de_de: Bsp.: *Taxonomie*=1,3&amp;*Taxonomie*=10

source: All Taxonomies:
de_de: Alle Taxonomien:

source: Taxonomies depending on selected post type:
de_de: Taxonomien, abhängig vom Post Type:

source: none
de_de: keine

source: You could select the Taxonomy
de_de: Du könntest die Taxonomie

source: with following terms:
de_de: mit den folgenden Ausdrücken wählen:

source: Size of Thumbnail:
de_de: Größe des Thumbnails:

source: thumbnail
de_de: klein

source: medium
de_de: mittel

source: large
de_de: groß
