Repository: katharina-harrer/wp-plugins
Catalog: recipe-cpt/languages/cpt-recipe-*.po
Languages: de_de

source: Recipe Template Settings
de_de: Rezept Template Einstellungen

source: Title Transformation
de_de: Titelumwandlung

source: Using this option you can transform the recipename
de_de: Mit dieser Option können Sie den Rezeptnamen umwandeln

source: Capitalize
de_de: Großschreibung

source: Uppercase
de_de: Versalschrift

source: Lowercase
de_de: Kleinschreibung

source: Headline Color
de_de: Überschriftsfarbe

source: Background Color
de_de: Hintergrundfarbe

source: Log in to share a recipe with us!
de_de: Melden Sie sich an, um ein Rezept mit uns teilen können!

source: Recipe creation
de_de: Rezepterstellung

source: Hello
de_de: Hallo

source: Recipe name
de_de: Rezeptname

source: e.g. Lamb's lettuce with balsamic vinaigrette
de_de: z.B. Feldsalat mit Balsamico-Vinaigrette

source: Please enter a recipe name.
de_de: Bitte geben Sie einen Rezeptnamen ein.

source: Additional information
de_de: Zusätzliche Infos

source: e.g. vegan, glutenfree or lactosefree
de_de: z.B. vegan, glutenfrei oder laktosefrei

source: Difficulty level
de_de: Schwierigkeitsgrad

source: Choose a difficulty level
de_de: Wähle einen Schwierigkeitsgrad

source: very simple
de_de: sehr einfach

source: simple
de_de: einfach

source: difficult
de_de: schwer

source: very difficult
de_de: sehr schwer

source: Recipe Category
de_de: Rezeptkategorie

source: Select a suitable picture (maximum
de_de: Wähle ein passendes Bild aus (maximal

source: Please upload a photo.
de_de: Bitte laden Sie ein Foto hoch.

source: Portions
de_de: Portionen

source: The recipe is designed for
de_de: Das Rezept ist ausgelegt für

source: persons / portions.
de_de: Personen / Portionen.

source: Ingredients and quantities
de_de: Zutaten und Mengenangaben

source: List the ingredients and quantities here!
de_de: Liste hier die Zutaten und Mengenangaben auf!

source: Please enter the ingredients.
de_de: Bitte geben Sie die Zutaten ein.

source: Preparation
de_de: Zubereitung

source: Describe how to prepare your recipe!
de_de: Beschreibe, wie man dein Rezept zubereitet!

source: Please enter the preparation.
de_de: Bitte geben Sie an, wie man das Rezept zubereitet.

source: Submit recipe
de_de: Rezept einreichen

source: Choose a Category
de_de: Wähle eine Kategorie

source: Thanks! Your recipe has been saved.
de_de: Danke! Ihr Rezept wurde gespeichert.

source: An upload error may have occurred.
de_de: Möglicherweise trat ein Upload-Fehler auf.

source: You are only allowed to upload pictures in jpeg or png format.
de_de: Sie dürfen nur Bilder im jpeg oder png Format hochladen.

source: Your Image is
de_de: Ihr Bild hat

source: KiB! It cannot exceed
de_de: KiB! Es darf keine

source: KiB.
de_de: KiB überscheiten.

source: Ingredients
de_de: Zutaten

source: Recipe Settings
de_de: Rezepteinstellungen

source: Settings
de_de: Einstellungen

source: You are not authorized to adjust the options.
de_de: Du hast keine Berechtigung um die Optionen anzupassen.

source: Recipes &rsaquo; Settings
de_de: Rezepte &rsaquo; Einstellungen

source: Maximum upload size for recipe pictures in KiB
de_de: Maximale Uploadgröße für Rezeptbilder in KiB

source: Uninstall Settings
de_de: Deinstallationseinstellungen

source: Settings affecting the form and uninstallation of the Recipe Plugin
de_de: Einstellungen zum Formular und zur Deinstallation des Rezept-Plugins

source: minimum:
de_de: mindestens:

source: default:
de_de: standard:

source: Select whether you really want to delete all posts, featured images, terms and the taxonomy of the Custom Post Type during the uninstallation process.
de_de: Alle Beiträge, Beitragsbilder, Terms und die Taxonomie des Custom Post Types sollen während des Deinstallationsvorgangs gelöscht werden.

source: No, the data should not be deleted
de_de: Nein, die Daten sollen nicht gelöscht werden

source: Yes, the data should be deleted
de_de: Ja, die Daten sollen gelöscht werden

source: Recipes
de_de: Rezepte

source: Recipe
de_de: Rezept

source: Add Recipe
de_de: Rezept erstellen

source: Edit Recipe
de_de: Bearbeite das Rezept

source: All Recipes
de_de: Alle Rezepte

source: Show Recipe
de_de: Zeige das Rezept

source: Search Recipes
de_de: Suche Rezepte

source: No Recipe found
de_de: Kein Rezept vorhanden

source: No Recipes found in trash
de_de: Im Papierkorb ist kein Rezept vorhanden

source: Parent Recipes:
de_de: Parent Rezepte:

source: Recipe Categories
de_de: Rezeptkategorien

source: Search Recipe Categories
de_de: Rezeptkategorien durchsuchen

source: All Recipe Categories
de_de: Alle Rezeptkategorien

source: Parent Recipe Category
de_de: Parent Rezeptkategorie

source: Parent Recipe Category:
de_de: Parent Rezeptkategorie:

source: Edit Recipe Category
de_de: Bearbeite Rezeptkategorie

source: Update Recipe Category
de_de: Aktualisiere Rezeptkategorie

source: Add New Recipe Category
de_de: Erstelle eine neue Rezeptkategorie

source: New Recipe Category
de_de: Erstelle eine neue Rezeptkategorie

source: Appetizer
de_de: Vorspeise

source: Main course
de_de: Hauptspeise

source: Dessert
de_de: Süßspeise

source: General information about the recipe
de_de: Allgemeine Informationen zum Rezept

source: Category:
de_de: Rezeptkategorie:

source: Portions:
de_de: Portionen:

source: Difficulty level:
de_de: Schwierigkeitsgrad:

source: Additional information:
de_de: Zusätzliche Infos:

source: print
de_de: Drucken

source: e.g. Beetroot-Carpaccio
de_de: z.B. Rote Beete-Carpaccio

source: search
de_de: Suchen

source: Choose a category
de_de: Wähle eine Kategorie

source: Posted on
de_de: Veröffentlicht am

source: by
de_de: von
